[JetBoosters_MK0 X2EquipmentTemplate]
FriendlyName="跳跃式喷气机"
FriendlyNamePlural="跳跃式喷气机"
BriefSummary="使用塞拉提反重力系统，让士兵不需要梯子或者一堵墙就可以跳跃到高处。"
TacticalText="<Bullet/> 如果我们能从其他东西，如机器人或其他外星人身上回收更强大的助推器，我们也许能够制造出具有更先进能力的版本。"

[JetBoosters_MK0_Tech X2TechTemplate]
DisplayName="跳跃式喷气机"
Summary="我们也许可以使用一个塞拉提的反重力系统作为一个起点来提高我们士兵的向上机动能力。为了保护士兵不受余热的伤害，需要一点合金屏蔽。" 